{
    "start_message": {
        "ru": "Добро пожаловать в игру Тайный Санта! Используйте меню внизу для навигации по функциям бота",
        "en": "Welcome to the Secret Santa game! Use the menu below to navigate through the bot's features"
    },

    "selected_language": {
        "ru": "Вы выбрали русский, чтобы изменить выбор нажмите - /select_language",
        "en": "You have selected English, to change the selection press - /select_language"
    },

    "rules": {
        "ru": "Чтобы получить доступ к игре создайте свой профиль при помощи команды - /create_profile. Вам будет присвоен уникальный ник, который нужен для того, чтобы скрыть ваше имя. Вы не будете знать вашего ника, чтобы случайно его не выдать. Только администратор игры знает, кто кем является. Для начала игры создайте новую комнату при помощи команды - /create_room. Тот кто создал комнату является администратором игры. После этого попросите друзей присоединиться к комнате при помощи команды - /join_room. Когда все необходимые участники присоединятся к комнате администратор игры сможет выполнить команду /create_pairs. Если есть человек без пары, то он будет дарить не подарок, а отдавать сумму за подарок. Кто-то у кого есть пара будет покупать подарок не только своей паре, но и человеку без пары, таким образом ему придется потратиться дважды. Но в день когда все будут дарить подарки, человек который купил два вручит их, а человек без пары вместо подарка вернет ему деньги. После создания пар участников администратором игры все участники комнаты получат сообщение от бота, где будет указан ник и описание человека, которое он оставил о себе для подбора подходящего подарка. В день, когда нужно будет дарить подарки администратор игры использует команду - /show_name и назовет все реальные имена для ников и тогда участники поймут кому они подготовили подарки.",
        "en": "To access the game, create your profile using the command - /create_profile. You will be assigned a unique nickname, which is needed in order to hide your name. You will not know your nickname so as not to accidentally give it away. Only the game administrator knows who is who. To start the game, create a new room using the command - /create_room. The one who created the room is the administrator of the game. After that, ask your friends to join the room using the command - /join_room. When all the necessary participants have joined the room, the game administrator can run the /create_pairs command. If there is a person without a partner, then he will not give a gift, but will give the amount for the gift. Someone who has a partner will buy a gift not only for his partner, but also for a person without a partner, so he will have to spend twice. But on the day when everyone gives gifts, the person who bought two will give them, and the person without a partner will return the money to him instead of a gift. After pairs of participants are created by the game administrator, all participants in the room will receive a message from the bot, which will indicate the nickname and description of the person that he left about himself in order to select a suitable gift. On the day when it is necessary to give gifts, the game administrator will use the command - /show_name and name all the real names for the nicknames and then the participants will understand who they have prepared gifts for."
    }
}
